brew "asdf"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "neovim"
brew "ollama"
brew "zsh"
cask "brave-browser"
cask "docker"
cask "google-chrome"
cask "tableplus"
cask "visual-studio-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "esbenp.prettier-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
